Repository: hell0ut/aiogram_bot
Catalog: locales/*/LC_MESSAGES/testbot.po
Languages: uk

source: Отправить свой контакт ☎️
uk: Відправити свій контакт ☎️

source: Картой
uk: Картою

source: Криптой
uk: Криптою

source: Наличными (полная предоплата)
uk: Готівкою (повна передоплата)

source: Привет! Я - Искусство, как и ты, Человек. Только бот. Здесь ты можешь выбрать картину на свой вкус или мои кореша-дизайнеры помогут подобрать самую подходящую для твоего дома картину.
uk: Привіт! Я - Мистецтво, як і ти, Людина. Тільки бот. Тут ти можеш обрати картину на свій смак або мої кенти-дизайнери допоможуть підібрати найкращу для тебе картину.

source: Наш менеджер подтверждает заказ. В скором времени появится кнопка для оплаты заказа.
uk: Наш менеджер підтверджує замовлення. Незабаром ви отримаєте форму оплати замовлення.

source: Спасибо за заказ! В скором времени с вами свяжется наш менеджер!
uk: Дякую за замовлення! Незабаром з вами зв'яжеться наш менеджер!

source: Я - Искусство, как и ты, Человек. Только бот.Здесь ты можешь выбрать картину на свой вкус или мои кореша-дизайнеры помогут подобрать самую подходящую для твоего дома картину. Для навигации используйте кнопки.
uk: Я - Мистецтво, як і ти, Людина. Тільки бот. Тут ти можеш обрати картину на свій смак або мої кенти-дизайнери допоможуть підібрати найкращу для тебе картину. Для навигації використовуйте спеціальні кнопки

source: Я вас не понимаю :(. Нажмите, пожалуйста, на кнопку.
uk: Я вас не зрозумів :( Натисніть, будь ласка, на кнопку.

source: Выберите оттенок
uk: Який відтінок має бути?

source: Вот ваши подобранные картины:
uk: Ось ваші підібрані картини

source: Часть оплаты прошла успешно! Следующая оплата:
uk: Частина оплати пройшла успішно! Наступна оплата:

source: Оплата прошла успешно. Скоро мы с вами свяжемся!
uk: Оплата пройшла успішно! Незабаром ми зв'яжемося з вами

source: Ваша картина: {name} Автор: {author} Размер: {size} Цена: {price}€
uk: Ваша картина: {name} Автор: {author} Розмір: {size} Ціна: {price}€

source: Подтверждаю✔️
uk: Підтверджую✔️

source: Купить 💎
uk: Купити 💎

source: В избранное ♥
uk: До обраного ♥

source: Картина {added_pic_name} успешно удалена из избранного
uk: Картина {added_pic_name} успішно видалена з обраного

source: Удалить из избранного ♥
uk: Видалити з обраного ♥

source: Картина {added_pic_name} успешно добавлена в избранное
uk: Картина {added_pic_name} успішно додана в обране

source: Нам нужен Ваш номер для связи
uk: Нам потрібен Ваш номер для зв'язку

source: Вы успешно отправили свой номер
uk: Ми отримали ваш контактний номер :)

source: Избранное ♥
uk: Обрані ♥

source: Подобрать картину 🏪
uk: Підібрати картину 🏪

source: Как к вам обращаться?
uk: What's your name?

source: Ваш заказ подтвержден
uk: Ваше замовлення підтверджено

source: Выберите способ оплаты:
uk: Оберіть спосіб оплати:

source: Введите место и время (дату), когда Вам удобно передать оплату нашему курьеру
uk: Введіть місце і час (дату), коли Вам зручно передати оплату нашому кур'єру

source: Выберите криптовалюту:
uk: Виберіть криптовалюту:

source: BTC Кошелек:
uk: BTC Гаманець:

source: ETH Кошелек:
uk: ETH Гаманець:

source: USDT Кошелек:
uk: USDT Гаманець:

source: Спасибо! Вы выбрали: {messagetext} Мы свяжемся с Вами для подтверждения/уточнения деталей:)
uk: Спасибі! Ви вибрали: {messagetext} Ми зв'яжемося з Вами для підтвердження / уточнення деталей :)

source: К сожалению, картины нет в наличии. Вернитесь, пожалуйста, в магазин и выберите другой вариант.
uk: На жаль, картини немає в наявності. Поверніться, будь ласка, в магазин і оберіть інший варіант.

source: У вас нет доступа к этой комманде
uk: У вас немає доступу до цієї комманде

source: Ваши любимые картины
uk: Ваші обрані картини

source: Ваша картина {picturename} Цена : {pictureprice} €
uk: Ваша картина {picturename} \ nЦіна: {pictureprice} €

source: У вас нет ничего :(. Перейдите в магазин, чтобы добавить картины в избранное:)
uk: У вас немає нічого :(. Перейдіть в магазин, щоб додати картини в обране :)

source: Выберите один из нескольких стилей для вашей картины
uk: Оберіть стиль картини:

source: Холодный
uk: Холодні

source: Темный
uk: Темні

source: Теплый
uk: Теплі

source: Светлый
uk: Світлі

source: Животные
uk: З тваринами

source: Люди
uk: З людьми

source: Цветы
uk: Квіти

source: Город
uk: Місто

source: Абстракция
uk: Абстракція
