start_message = ('Привет! Я - Искусство, как и ты, Человек. Только бот. '
                'Здесь ты можешь выбрать картину на свой вкус или мои кореша-дизайнеры'
                ' помогут подобрать самую подходящую для твоего дома картину.')
crypt_message = 'После оплаты мы свяжемся с вами'
select_style = 'Выберите стиль картин'
select_style_error = 'Такого стиля нет'

select_shade = 'Предпочтения в оттенках?'
select_shade_error = 'Такого оттенка не найдено'

manager_pending = ('Наш менеджер подтверждает заказ. В скором времени появится '
                  'кнопка для оплаты заказа.')

successful_order = ('Спасибо за заказ! '
                   'В скором времени с вами свяжется наш менеджер!')

# help_pic_message = 'Ваши фото квартиры/жилого помещения (1-5 фото)'

help_message = ('Я - Искусство, как и ты, Человек. Только бот.'
               'Здесь ты можешь выбрать картину на свой вкус или мои кореша-дизайнеры '
               'помогут подобрать самую подходящую для твоего дома картину. '
               'Для навигации используйте кнопки.')

unknown_command = ('Я вас не понимаю :(. Нажмите, пожалуйста, на кнопку.')